{
    "cz": {
        "heading": "Stravování",
        "paragraphs": [
            "Návštěvníci mohou využít možnosti plné penze nebo polopenze (není podmínkou při ubytování) v restauraci přímo v objektu rekreačního zařízení. Restaurace s terasou disponuje kapacitou 100 míst. Je zde umístěna televize a satelitní přijímač, k dispozici Wifi zdarma. Součástí objektu restaurace jsou také prostory určené pro grilování. Mimo sezónu je možno pořádat školení, teambuildingové akce, výroční schůze, večírky, svatební a jiné oslavy."
        ],
        "restaurantWebsite": "Webové stránky restaurace naleznete zde.",
        "restaurandGallery": "Galerie restaurace"
    },
    "gb": {
        "heading": "Catering",
        "paragraphs": [
            "Visitors can take advantage of full board or half board (not a condition for accommodation) in the restaurant directly in the recreational complex. The restaurant with a terrace has a capacity of 100 seats. There is a TV and satellite receiver, free Wifi is available. The restaurant also has barbecue facilities. Out of season, it is possible to organize training, teambuilding events, annual meetings, parties, weddings and other celebrations."
        ],
        "restaurantWebsite": "The restaurant's website can be found here.",
        "restaurandGallery": "Restaurant gallery"
    },
    "de": {
        "heading": "Verpflegung",
        "paragraphs": [
            "Die Besucher können Vollpension oder Halbpension (keine Bedingung für die Unterkunft) im Restaurant direkt in der Freizeitanlage in Anspruch nehmen. Das Restaurant mit Terrasse bietet Platz für 100 Personen. Es gibt einen Fernseher und Satellitenempfänger, kostenloses Wifi ist verfügbar. Das Restaurant verfügt auch über Grillmöglichkeiten. Außerhalb der Saison ist es möglich, Schulungen, Teambuilding-Veranstaltungen, Jahrestreffen, Partys, Hochzeiten und andere Feierlichkeiten zu organisieren."
        ],
        "restaurantWebsite": "Die Website des Restaurants finden Sie hier.",
        "restaurandGallery": "Restaurantgalerie"
    }
}