{
    "cz": {
        "heading": "Rekreační zařízení Eden Jinolice",
        "introParagraph": "Rekreační zařízení Eden se nachází na břehu Jinolických rybníků, přímo v srdci Prachovských skal v chráněné krajinné oblasti Český ráj. Příjezdová silnice vede z hlavní trasy Jičín - Turnov, přes obec Jinolice.",
        "complexTimespan": "Provozní období kempu je od 1.4. do 30.9.",
        "paragraphsHeading": "Co nabízíme?",
        "paragraphs": [
            "Klidný a upravený areál Rekreačního zařízení Eden nabízí strávení příjemné dovolené v krásné přírodě v okolí Prachovských skal. Návštěvníci mohou využít možnosti ubytování ve velkých nově opravených chatách, okálech, dřevěných chatkách, mobilních domech či hlavní budově, k dispozici je také autokemp pro ubytování v karavanech či stanech. Kemp je oplocen a vybaven elektrickými přípojkami pro karavany."
            ,
            "Kemp se rozkládá u Jinolických rybníků, které lze využít ke koupání i rybaření. Součástí kempu je písčitá pláž, bazén (za poplatek), tenisový kurt, kryté ohniště, ping-pong, dětská a sportovní hřiště (nohejbal, fotbal, streetball). Pro ubytované je zdarma k dispozici Wi-Fi internet. Návštěvníci mohou využít nabídky stravování. Přímo v areálu se nabízí obchod s potravinami a smíšeným zbožím."
            ,
            "Náš kemp nabízí ideální možnost ubytování v rodinné atmosféře pro rodiny s dětmi, skupiny přátel a nadšenců, sportovní oddíly, školní zájezdy a školy v přírodě, houbaře, rybáře, cyklisty a další. Prostory kempu lze ale využít také pro pořádání teambuildingových a školících akcí, mimo hlavní sezónu pro svatební a jiné oslavy."
        ],
        "whereToGoNextHeading": "Kam dále?",
        "whereToGoNextSections": {
            "accomodation": {
                "title": "Ubytování",
                "text": "Podrobné informace o možnostech ubytování"
            },
            "pricing": {
                "title": "Ceník",
                "text": "Ceník ubytování a služeb"
            },
            "tipsForTrips": {
                "title": "Tipy na výlety",
                "text": "Kam se vydat na protáhnutí nohou od lenošení u rybníka"
            }
        }
    },
    "gb": {
        "heading": "Recreational Complex Eden Jinolice",
        "introParagraph": "The Eden recreational complex is located on the shores of the Jinolice ponds, right in the heart of the Prachov Rocks in the protected landscape area of the Bohemian Paradise. The access road leads from the main route Jičín - Turnov, through the village of Jinolice.",
        "complexTimespan": "The operating period of the campsite is from April 1st to September 30th.",
        "paragraphsHeading": "What do we offer?",
        "paragraphs": [
            "The calm and well-kept area of the Eden Recreational Complex offers a pleasant holiday in the beautiful nature surrounding the Prachov Rocks. Visitors can take advantage of accommodation options in large newly renovated cottages, prefabricated houses, wooden cottages, mobile homes, or the main building. There is also an auto camp available for accommodation in caravans or tents. The campsite is fenced and equipped with electrical connections for caravans."
            ,
            "The campsite is located by the Jinolice ponds, which can be used for swimming and fishing. The campsite includes a sandy beach, a swimming pool (for a fee), a tennis court, a covered fireplace, ping pong, children's and sports playgrounds (foot volleyball, football, streetball). Free Wi-Fi internet is available for guests. Visitors can take advantage of dining options. There is a grocery and general goods store right on the premises."
            ,
            "Our campsite offers an ideal accommodation opportunity in a family atmosphere for families with children, groups of friends and enthusiasts, sports clubs, school trips and outdoor schools, mushroom pickers, fishermen, cyclists, and others. The campsite can also be used for teambuilding and training events, and outside the main season for weddings and other celebrations."
        ],
        "whereToGoNextHeading": "Where to go next?",
        "whereToGoNextSections": {
            "accomodation": {
                "title": "Accommodation",
                "text": "Detailed information about accommodation options"
            },
            "pricing": {
                "title": "Pricing",
                "text": "Price list of accommodation and services"
            },
            "tipsForTrips": {
                "title": "Tips for Trips",
                "text": "Where to go for a walk to stretch your legs from lounging by the pond"
            }
        }
    },
    "de": {
        "heading": "Freizeitanlage Eden Jinolice",
        "introParagraph": "Die Freizeitanlage Eden befindet sich an den Ufern der Jinolice-Teiche, direkt im Herzen der Prachov-Felsen im Naturschutzgebiet Böhmisches Paradies. Die Zufahrtsstraße führt von der Hauptstrecke Jičín - Turnov durch das Dorf Jinolice.",
        "complexTimespan": "Die Betriebszeit des Campingplatzes ist vom 1. April bis zum 30. September.",
        "paragraphsHeading": "Was bieten wir an?",
        "paragraphs": [
            "Das ruhige und gepflegte Gelände der Freizeitanlage Eden bietet einen angenehmen Urlaub in der schönen Natur rund um die Prachov-Felsen. Die Besucher können Unterkunftsmöglichkeiten in großen, neu renovierten Hütten, Fertighäusern, Holzhütten, Mobilheimen oder im Hauptgebäude nutzen. Es gibt auch einen Autocampingplatz für Wohnwagen oder Zelte. Der Campingplatz ist eingezäunt und mit Stromanschlüssen für Wohnwagen ausgestattet."
            ,
            "Der Campingplatz befindet sich an den Jinolice-Teichen, die zum Schwimmen und Angeln genutzt werden können. Zum Campingplatz gehören ein Sandstrand, ein Schwimmbad (gegen Gebühr), ein Tennisplatz, eine überdachte Feuerstelle, Tischtennis, Kinder- und Sportplätze (Fußball, Fußball, Streetball). Für die Gäste steht kostenloses WLAN zur Verfügung. Die Besucher können die Verpflegungsmöglichkeiten nutzen. Auf dem Gelände gibt es einen Lebensmittelladen und einen Gemischtwarenladen."
            ,
            "Unser Campingplatz bietet eine ideale Unterkunftsmöglichkeit in familiärer Atmosphäre für Familien mit Kindern, Freundesgruppen und Enthusiasten, Sportvereine, Schulausflüge und Freilandschulen, Pilzsammler, Angler, Radfahrer und andere. Der Campingplatz kann auch für Teambuilding- und Schulungsveranstaltungen genutzt werden, außerhalb der Hauptsaison für Hochzeiten und andere Feierlichkeiten."
        ],
        "whereToGoNextHeading": "Wohin als nächstes?",
        "whereToGoNextSections": {
            "accomodation": {
                "title": "Unterkunft",
                "text": "Detaillierte Informationen zu Unterkunftsmöglichkeiten"
            },
            "pricing": {
                "title": "Preisliste",
                "text": "Preisliste für Unterkunft und Dienstleistungen"
            },
            "tipsForTrips": {
                "title": "Ausflugstipps",
                "text": "Wohin man gehen kann, um sich die Beine vom Faulenzen am Teich zu vertreten"
            }
        }
    }
}